---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAnglen2
source: html/833394be-34b5-e6ed-cbd0-d3347a6b654c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAnglen2 Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAnglen2 { get; }
```